Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: via Apple Health
ar: عبر Apple Health
de: über Apple Health
es: vía Apple Health
fi: Apple Healthin kautta
fr: via Apple Santé
is: í gegnum Apple Health
it: tramite Apple Salute
ja: Apple ヘルスケア 経由
ko: Apple 건강 경유
pt_br: via Apple Saúde
ru: через Apple Здоровье
sv: via Apple Hälsa
zh_hans: 通过 Apple 健康

source: View all readings
ar: عرض جميع القراءات
da: Vis alle målinger
de: Alle Messwerte anzeigen
es: Ver todas las lecturas
fi: Näytä kaikki lukemat
fr: Voir toutes les mesures
is: Skoða allar mælingar
it: Visualizza tutte le letture
ja: すべての測定値を表示
ko: 모든 측정값 보기
nb: Vis alle målinger
nl: Alle metingen bekijken
pt_br: Ver todas as leituras
ru: Показать все измерения
sv: Visa alla mätvärden
zh_hans: 查看所有读数

source: View All Reports
ar: عرض جميع التقارير
da: Vis alle rapporter
de: Alle Berichte anzeigen
es: Ver todos los informes
fi: Näytä kaikki raportit
fr: Voir tous les rapports
is: Skoða allar skýrslur
it: Visualizza tutti i report
ja: すべてのレポートを表示
ko: 모든 보고서 보기
nb: Vis alle rapporter
nl: Alle rapporten bekijken
pt_br: Ver todos os relatórios
ru: Показать все отчёты
sv: Visa alla rapporter
zh_hans: 查看所有报告

source: View Crash Report
ar: عرض تقرير الأعطال
da: Vis nedbrudsrapport
de: Absturzbericht anzeigen
es: Ver informe de error
fi: Näytä kaatumisraportti
fr: Voir le rapport de plantage
is: Skoða hrunskýrslu
it: Visualizza rapporto di errore critico
ja: クラッシュレポートを表示
ko: 충돌 보고서 보기
nb: Vis krasjrapport
nl: Crashrapport bekijken
pt_br: Ver Relatório de Erro
ru: Просмотр отчёта о сбое
sv: Visa kraschrapport
zh_hans: 查看崩溃报告

source: View full report
ar: عرض التقرير الكامل
da: Vis hele rapporten
de: Vollständigen Bericht anzeigen
es: Ver informe completo
fi: Näytä koko raportti
fr: Voir le rapport complet
is: Skoða alla skýrsluna
it: Visualizza il report completo
ja: レポート全文を表示
ko: 전체 리포트 보기
nb: Vis hele rapporten
nl: Volledig rapport bekijken
pt_br: Ver relatório completo
ru: Посмотреть полный отчёт
sv: Visa hela rapporten
zh_hans: 查看完整报告

source: View Full Report
ar: عرض التقرير الكامل
da: Vis fuld rapport
de: Vollständigen Bericht anzeigen
es: Ver informe completo
fi: Näytä koko raportti
fr: Voir le rapport complet
is: Skoða fulla skýrslu
it: Visualizza rapporto completo
ja: 完全なレポートを表示
ko: 전체 보고서 보기
nb: Vis fullstendig rapport
nl: Volledig rapport bekijken
pt_br: Ver Relatório Completo
ru: Полный отчёт
sv: Visa fullständig rapport
zh_hans: 查看完整报告

source: View Logs (7 days)
ar: عرض السجلات (7 أيام)
da: Vis logfiler (7 dage)
de: Protokolle anzeigen (7 Tage)
es: Ver registros (7 días)
fi: Näytä lokit (7 päivää)
fr: Voir les journaux (7 jours)
is: Skoða atvikaskrár (7 dagar)
it: Visualizza log (7 giorni)
ja: ログを表示（7日間）
ko: 로그 보기 (7일)
nb: Vis logger (7 dager)
nl: Logbestanden bekijken (7 dagen)
pt_br: Ver Logs (7 dias)
ru: Просмотр журналов (7 дней)
sv: Visa loggar (7 dagar)
zh_hans: 查看日志（7天）

source: View morning report
ar: عرض التقرير الصباحي
da: Se morgenrapport
de: Morgenbericht anzeigen
es: Ver informe matutino
fi: Näytä aamuraportti
fr: Voir le rapport du matin
is: Skoða morgunskýrslu
it: Vedi il report mattutino
ja: 朝のレポートを表示
ko: 아침 리포트 보기
nb: Vis morgenrapport
nl: Ochtendrapport bekijken
pt_br: Ver relatório da manhã
ru: Открыть утренний отчёт
sv: Visa morgonrapport
zh_hans: 查看晨间报告

source: View sleep details
ar: عرض تفاصيل النوم
da: Vis søvndetaljer
de: Schlafdetails anzeigen
es: Ver detalles de sueño
fi: Näytä unen tiedot
fr: Voir les détails du sommeil
is: Skoða svefnupplýsingar
it: Visualizza dettagli sonno
ja: 睡眠の詳細を表示
ko: 수면 세부 정보 보기
nb: Vis søvndetaljer
nl: Slaapdetails bekijken
pt_br: Ver detalhes do sono
ru: Подробности сна
sv: Visa sömndetaljer
zh_hans: 查看睡眠详情

source: Vitals
ar: العلامات الحيوية
da: Vitale tegn
de: Vitalwerte
es: Constantes vitales
fi: Elintoiminnot
fr: Signes vitaux
is: Lífsmörk
it: Parametri vitali
ja: バイタル
ko: 활력 징후
nb: Vitale tegn
nl: Vitale functies
pt_br: Sinais vitais
ru: Жизненные показатели
sv: Vitala tecken
zh_hans: 生命体征

source: Vitals 30-day trend (sleep heart rate)
ar: اتجاه العلامات الحيوية لـ 30 يومًا (نبض النوم)
da: 30-dages tendens for vitalværdier (søvnpuls)
de: 30-Tage-Trend der Vitalwerte (Schlaf-Herzfrequenz)
es: Tendencia de 30 días de constantes (FC del sueño)
fi: Vitaaliarvojen 30 päivän trendi (unisyke)
fr: Tendance des signes vitaux sur 30 jours (FC de sommeil)
is: 30 daga þróun lífsmarka (svefnpúls)
it: Tendenza a 30 giorni dei parametri vitali (FC nel sonno)
ja: バイタルの30日傾向（睡眠時心拍）
ko: 생체 지표 30일 추세(수면 심박)
nb: 30-dagers trend for vitalverdier (søvnpuls)
nl: 30-daagse trend vitale waarden (slaaphartslag)
pt_br: Tendência de 30 dias dos sinais vitais (FC do sono)
ru: 30-дневный тренд показателей (пульс во сне)
sv: 30-dagarstrend för vitalvärden (sömnpuls)
zh_hans: 生命体征 30 天趋势（睡眠心率）

source: Vitals above baseline
ar: العلامات الحيوية فوق خط الأساس
da: Vitalværdier over baseline
de: Vitalwerte über der Baseline
es: Constantes por encima de la línea base
fi: Vitaaliarvot yli perustason
fr: Signes vitaux au-dessus de la référence
is: Lífsmörk yfir grunnlínu
it: Parametri vitali sopra la baseline
ja: バイタルがベースラインを上回る
ko: 생체 지표가 기준선 이상
nb: Vitalverdier over baseline
nl: Vitale waarden boven basislijn
pt_br: Sinais vitais acima da linha de base
ru: Показатели выше базовой линии
sv: Vitalvärden över baslinjen
zh_hans: 生命体征高于基线

source: Vitals Penalties Applied:
ar: خصومات العلامات الحيوية المطبقة:
da: Anvendte vital-fradrag:
de: Angewandte Vitalwert-Abzüge:
es: Penalizaciones de constantes aplicadas:
fi: Sovelletut vitaaliarvojen vähennykset:
fr: Pénalités de signes vitaux appliquées :
is: Beittar frádráttir lífsmarka:
it: Penalità sui parametri vitali applicate:
ja: 適用されたバイタル減点:
ko: 적용된 생체 지표 감점:
nb: Anvendte vital-fradrag:
nl: Toegepaste vitale-waardenaftrek:
pt_br: Penalidades de sinais vitais aplicadas:
ru: Применённые штрафы по показателям:
sv: Tillämpade vitalvärdesavdrag:
zh_hans: 已应用的生命体征扣分：

source: Vitals penalties are deducted after the weighted composite. Elevated respiratory rate, temperature, or low SpO₂ signal physiological stress that may not yet appear in HRV.
ar: تُخصم خصومات العلامات الحيوية بعد حساب الدرجة المركّبة الموزونة. فارتفاع معدل التنفس أو الحرارة أو انخفاض SpO₂ يشير إلى إجهاد فسيولوجي قد لا يظهر بعد في HRV.
da: Fradrag for vitalværdier trækkes efter den vægtede samlede score. Forhøjet vejrtrækningsfrekvens, temperatur eller lav SpO₂ signalerer fysiologisk stress, som endnu ikke ses i HRV.
de: Abzüge für Vitalwerte werden nach dem gewichteten Gesamtwert abgezogen. Erhöhte Atemfrequenz, erhöhte Temperatur oder niedrige SpO₂ signalisieren physiologischen Stress, der in der HRV möglicherweise noch nicht sichtbar ist.
es: Las penalizaciones por constantes vitales se restan después de la puntuación compuesta ponderada. Una frecuencia respiratoria o temperatura elevadas, o una SpO₂ baja, señalan estrés fisiológico que aún puede no verse en la HRV.
fi: Elintoimintojen vähennykset tehdään painotetun kokonaispisteen jälkeen. Kohonnut hengitystiheys tai lämpötila taikka matala SpO₂ kertovat fysiologisesta kuormasta, joka ei vielä näy HRV:ssä.
fr: Les pénalités liées aux signes vitaux sont déduites après le score composite pondéré. Une fréquence respiratoire ou une température élevée, ou une SpO₂ basse, signalent un stress physiologique qui n’apparaît peut-être pas encore dans la HRV.
is: Frádráttur vegna lífsmarka er dreginn frá eftir vegna heildareinkunn. Hækkuð öndunartíðni, hiti eða lágt SpO₂ benda til lífeðlisfræðilegs álags sem sést ef til vill ekki enn í HRV.
it: Le penalità sui parametri vitali sono sottratte dopo il punteggio composito ponderato. Frequenza respiratoria o temperatura elevate, o SpO₂ bassa, segnalano stress fisiologico non ancora visibile nell’HRV.
ja: バイタルによる減点は、重み付け総合スコアの算出後に差し引かれます。呼吸数や体温の上昇、SpO₂ の低下は、HRV にはまだ現れていない生理的ストレスを示します。
ko: 생체 지표 감점은 가중 종합 점수 산출 후에 차감됩니다. 호흡수·체온 상승이나 낮은 SpO₂는 아직 HRV에 나타나지 않은 생리적 스트레스를 알립니다.
nb: Fratrekk for vitalverdier trekkes etter den vektede totalscoren. Forhøyet pustefrekvens, temperatur eller lav SpO₂ signaliserer fysiologisk stress som ennå ikke vises i HRV.
nl: Aftrek voor vitale waarden gebeurt na de gewogen samengestelde score. Een verhoogde ademhalingsfrequentie of temperatuur, of een lage SpO₂, wijzen op fysiologische stress die nog niet in de HRV zichtbaar is.
pt_br: As penalidades dos sinais vitais são descontadas após a pontuação composta ponderada. Frequência respiratória ou temperatura elevadas, ou SpO₂ baixa, sinalizam estresse fisiológico que ainda pode não aparecer na VFC.
ru: Штрафы по показателям вычитаются после взвешенной сводной оценки. Повышенная частота дыхания, температура или низкая SpO₂ сигнализируют о физиологическом стрессе, который ещё не виден в ВСР.
sv: Avdrag för vitalvärden dras efter den viktade sammansatta poängen. Förhöjd andningsfrekvens, temperatur eller låg SpO₂ signalerar fysiologisk stress som ännu inte syns i HRV.
zh_hans: 生命体征扣分是在加权综合评分之后再扣除的。呼吸频率或体温升高、SpO₂ 偏低，可能提示 HRV 上尚未显现的生理压力。

source: VLF (Very Low Frequency)
ar: VLF (تردد منخفض جدًا)
da: VLF (meget lav frekvens)
de: VLF (sehr niedrige Frequenz)
es: VLF (muy baja frecuencia)
fi: VLF (erittäin matala taajuus)
fr: VLF (très basse fréquence)
is: VLF (mjög lág tíðni)
it: VLF (frequenza molto bassa)
ja: VLF（超低周波）
ko: VLF(초저주파)
nb: VLF (svært lav frekvens)
nl: VLF (zeer lage frequentie)
pt_br: VLF (frequência muito baixa)
ru: VLF (очень низкая частота)
sv: VLF (mycket låg frekvens)
zh_hans: VLF（极低频）

source: VO2 max override
ar: تجاوز VO2 max
da: Tilsidesæt VO2 max
de: VO2 max überschreiben
es: Valor manual de VO2 max
fi: Ohita VO2 max
fr: Remplacer la VO2 max
is: Hnekkja VO2 max
it: Sovrascrivi VO2 max
ja: VO2 max を上書き
ko: VO2 max 재정의
nb: Overstyr VO2 max
nl: VO2 max overschrijven
pt_br: Substituir VO2 max
ru: Переопределить VO2 max
sv: Åsidosätt VO2 max
zh_hans: 覆盖 VO2 max

source: VO2max Override
ar: تجاوز VO2max
da: VO2max-tilsidesættelse
de: VO2max-Überschreibung
es: Valor manual de VO2max
fi: VO2max-ohitus
fr: Remplacement du VO2max
is: VO2max-hnekkun
it: Sovrascrittura VO2max
ja: VO2max上書き
ko: VO2max 재정의
nb: VO2max-overstyring
nl: VO2max-overschrijving
pt_br: Substituir VO2max
ru: Переопределение VO2max
sv: VO2max-överstyrning
zh_hans: VO2max覆盖值

source: VO2max personalizes your age-adjusted HRV ranges. Override if you have a lab-tested value.
ar: يُخصص VO2max نطاقات HRV المعدّلة حسب العمر. تجاوز القيمة إذا كان لديك قيمة مختبرة.
da: VO2max personaliserer dine aldersjusterede HRV-intervaller. Tilsidesæt, hvis du har en laboratorietestet værdi.
de: VO2max personalisiert deine altersangepassten HRV-Bereiche. Überschreibe den Wert, wenn du einen laborgetesteten Wert hast.
es: El VO2max personaliza tus rangos de HRV ajustados por edad. Introduce un valor manual si tienes uno medido en laboratorio.
fi: VO2max mukauttaa ikävakioituja HRV-alueita. Ohita, jos sinulla on laboratoriotestiarvo.
fr: Le VO2max personnalise vos plages HRV ajustées à l'âge. Remplacez si vous avez une valeur testée en laboratoire.
is: VO2max sérsniður aldursaðlöguð HRV-svið. Hnektu ef þú hefur rannsóknarstofugildi.
it: Il VO2max personalizza gli intervalli HRV corretti per età. Sovrascrivere se si dispone di un valore testato in laboratorio.
ja: VO2maxは年齢調整されたHRV範囲をパーソナライズします。ラボ測定値がある場合は上書きしてください。
ko: VO2max는 나이 조정 HRV 범위를 개인화합니다. 실험실 측정값이 있으면 재정의하세요.
nb: VO2max personaliserer dine aldersjusterte HRV-spenn. Overstyr hvis du har en labtestet verdi.
nl: VO2max personaliseert uw leeftijdsafhankelijke HRV-bereiken. Overschrijf als u een laboratoriumwaarde heeft.
pt_br: O VO2max personaliza suas faixas de HRV ajustadas por idade. Substitua se tiver um valor testado em laboratório.
ru: VO2max персонализирует ваши возрастные диапазоны ВСР. Переопределите, если у вас есть лабораторно подтверждённое значение.
sv: VO2max anpassar dina åldersjusterade HRV-intervall. Överstyr om du har ett laboratorietest-värde.
zh_hans: VO2max用于个性化你的年龄调整HRV范围。如有实验室测试值可覆盖。

source: VO₂max · max aerobic power, short-duration tolerance
ar: VO₂max · أقصى قدرة هوائية، تحمل قصير المدة
da: VO₂max · maksimal aerob effekt, korttidstolerance
de: VO₂max · maximale aerobe Leistung, Kurzzeittoleranz
es: VO₂máx · potencia aeróbica máxima, tolerancia de corta duración
fi: VO₂max · maksimaalinen aerobinen teho, lyhytkestoinen sietokyky
fr: VO₂max · puissance aérobie max, tolérance de courte durée
is: VO₂max · hámarks loftháð afl, skammtímaþol
it: VO₂max · potenza aerobica massima, tolleranza di breve durata
ja: VO₂max · 最大有酸素パワー、短時間耐性
ko: VO₂max · 최대 유산소 파워, 단시간 내성
nb: VO₂max · maksimal aerob effekt, korttidstoleranse
nl: VO₂max · maximaal aeroob vermogen, kortdurende tolerantie
pt_br: VO₂máx · potência aeróbica máxima, tolerância de curta duração
ru: VO₂max · максимальная аэробная мощность, кратковременная переносимость
sv: VO₂max · maximal aerob effekt, korttidstolerans
zh_hans: VO₂max · 最大有氧功率、短时耐受

source: VO₂max territory. High physiological cost — short efforts only.
ar: نطاق VO₂max. كلفة فسيولوجية عالية — جهود قصيرة فقط.
da: VO₂max-territorium. Høj fysiologisk omkostning — kun korte indsatser.
de: VO₂max-Bereich. Hohe physiologische Kosten — nur kurze Belastungen.
es: Territorio de VO₂máx. Coste fisiológico alto — solo esfuerzos cortos.
fi: VO₂max-alue. Korkea fysiologinen hinta — vain lyhyitä vetoja.
fr: Zone VO₂max. Coût physiologique élevé — efforts courts uniquement.
is: VO₂max-svæði. Hár lífeðlisfræðilegur kostnaður — aðeins stutt átök.
it: Territorio VO₂max. Costo fisiologico alto — solo sforzi brevi.
ja: VO₂max 領域。生理的コストが高く、短い努力のみ。
ko: VO₂max 영역. 생리적 비용이 큼 — 짧은 노력만.
nb: VO₂max-område. Høy fysiologisk kostnad — kun korte drag.
nl: VO₂max-gebied. Hoge fysiologische kosten — alleen korte inspanningen.
pt_br: Território de VO₂máx. Custo fisiológico alto — apenas esforços curtos.
ru: Зона VO₂max. Высокая физиологическая цена — только короткие усилия.
sv: VO₂max-territorium. Hög fysiologisk kostnad — endast korta insatser.
zh_hans: VO₂max 区域。生理代价高 — 仅适合短时努力。

source: Voice input
ar: الإدخال الصوتي
da: Stemmeinput
de: Spracheingabe
es: Entrada de voz
fi: Ääniohjaus
fr: Saisie vocale
is: Raddinnsláttur
it: Input vocale
ja: 音声入力
ko: 음성 입력
nb: Taleinndata
nl: Spraakinvoer
pt_br: Entrada de voz
ru: Голосовой ввод
sv: Röstinmatning
zh_hans: 语音输入

source: Voice mode
ar: وضع الصوت
da: Stemmetilstand
de: Sprachmodus
es: Modo de voz
fi: Äänitila
fr: Mode vocal
is: Raddstilling
it: Modalità vocale
ja: 音声モード
ko: 음성 모드
nb: Stemmemodus
nl: Spraakmodus
pt_br: Modo de voz
ru: Голосовой режим
sv: Röstläge
zh_hans: 语音模式

source: Voice off
ar: الصوت متوقف
da: Stemme fra
de: Sprache aus
es: Voz desactivada
fi: Ääni pois
fr: Voix désactivée
is: Rödd slökkt
it: Voce disattivata
ja: 音声オフ
ko: 음성 꺼짐
nb: Stemme av
nl: Stem uit
pt_br: Voz desativada
ru: Голос выкл.
sv: Röst av
zh_hans: 语音关闭

source: Voice on
ar: الصوت مفعّل
da: Stemme til
de: Sprache ein
es: Voz activada
fi: Ääni päällä
fr: Voix activée
is: Rödd kveikt
it: Voce attiva
ja: 音声オン
ko: 음성 켜짐
nb: Stemme på
nl: Stem aan
pt_br: Voz ativada
ru: Голос вкл.
sv: Röst på
zh_hans: 语音开启

source: Voice questions to the AI assistant are transcribed on your device when your device and language support it, and by Apple's speech recognition service when they do not.
ar: تُحوَّل الأسئلة الصوتية الموجّهة إلى مساعد الذكاء الاصطناعي إلى نص على جهازك عندما يدعم جهازك ولغتك ذلك، وبواسطة خدمة التعرّف على الكلام من Apple عندما لا يدعمانه.
da: Stemmespørgsmål til AI-assistenten transskriberes på din enhed, når din enhed og dit sprog understøtter det, og af Apples talegenkendelsestjeneste, når de ikke gør.
de: Sprachfragen an den KI-Assistenten werden auf deinem Gerät transkribiert, wenn dein Gerät und deine Sprache das unterstützen, und andernfalls vom Spracherkennungsdienst von Apple.
es: Las preguntas de voz al asistente de IA se transcriben en tu dispositivo cuando tu dispositivo y tu idioma lo admiten, y mediante el servicio de reconocimiento de voz de Apple cuando no.
fi: Tekoälyavustajalle esitetyt äänikysymykset litteroidaan laitteellasi, kun laitteesi ja kielesi tukevat sitä, ja muussa tapauksessa Applen puheentunnistuspalvelussa.
fr: Les questions vocales posées à l’assistant IA sont transcrites sur votre appareil lorsque votre appareil et votre langue le permettent, et par le service de reconnaissance vocale d’Apple dans le cas contraire.
is: Raddspurningar til gervigreindaraðstoðarinnar eru umritaðar í tækinu þínu þegar tækið og tungumálið styðja það, og af talgreiningarþjónustu Apple þegar þau gera það ekki.
it: Le domande vocali all’assistente IA vengono trascritte sul dispositivo quando il dispositivo e la lingua lo supportano, e dal servizio di riconoscimento vocale di Apple quando non lo supportano.
ja: AI アシスタントへの音声での質問は、デバイスと言語が対応している場合はデバイス上で、対応していない場合は Apple の音声認識サービスによって文字に変換されます。
ko: AI 어시스턴트에 대한 음성 질문은 기기와 언어가 지원하는 경우 기기에서, 지원하지 않는 경우 Apple의 음성 인식 서비스를 통해 텍스트로 변환됩니다.
nb: Talespørsmål til AI-assistenten transkriberes på enheten din når enheten og språket støtter det, og av Apples talegjenkjenningstjeneste når de ikke gjør det.
nl: Gesproken vragen aan de AI-assistent worden op je apparaat uitgeschreven als je apparaat en taal dat ondersteunen, en door de spraakherkenningsdienst van Apple als dat niet zo is.
pt_br: Perguntas por voz ao assistente de IA são transcritas no seu dispositivo quando seu dispositivo e seu idioma oferecem suporte, e pelo serviço de reconhecimento de fala da Apple quando não oferecem.
ru: Голосовые вопросы к ИИ-ассистенту расшифровываются на вашем устройстве, если это поддерживают устройство и язык, а если нет — службой распознавания речи Apple.
sv: Röstfrågor till AI-assistenten transkriberas på din enhet när din enhet och ditt språk stöder det, och av Apples taligenkänningstjänst när de inte gör det.
zh_hans: 向 AI 助手提出的语音问题，在你的设备和语言支持时会在设备上转录，不支持时则由 Apple 的语音识别服务转录。

source: vs avg %@
ar: مقابل المتوسط %@
da: vs gns. %@
de: vs. Durchschn. %@
es: vs prom %@
fi: vs keskim. %@
fr: vs moy. %@
is: vs meðalt. %@
it: vs media %@
ja: 平均%@と比較
ko: 평균 %@ 대비
nb: vs snitt %@
nl: vs gem. %@
pt_br: vs méd %@
ru: против сред. %@
sv: vs snitt %@
zh_hans: 对比均值 %@

source: vs your last %lld
ar: مقارنةً بآخر %lld لديك
da: vs. dine seneste %lld
de: im Vergleich zu deinen letzten %lld
es: frente a tus últimas %lld
fi: verrattuna viimeisiin %lld
fr: par rapport à vos %lld dernières
is: miðað við síðustu %lld
it: rispetto alle tue ultime %lld
ja: 直近の %lld 件との比較
ko: 최근 %lld회 대비
nb: mot dine siste %lld
nl: vergeleken met je laatste %lld
pt_br: em relação às suas últimas %lld
ru: по сравнению с вашими последними %lld
sv: jämfört med dina senaste %lld
zh_hans: 对比你最近的 %lld 次

source: W
ar: واط
ru: Вт
zh_hans: 瓦

source: Wait for a better GPS fix
ar: انتظر تحديد موقع GPS أفضل
da: Vent på bedre GPS-position
de: Auf besseres GPS-Signal warten
es: Espera una mejor posición GPS
fi: Odota parempaa GPS-sijaintia
fr: Attendez une meilleure position GPS
is: Bíddu eftir betri GPS-staðsetningu
it: Attendi una posizione GPS migliore
ja: より良い GPS 測位を待つ
ko: 더 나은 GPS 위치를 기다리세요
nb: Vent på bedre GPS-posisjon
nl: Wacht op een betere GPS-positie
pt_br: Aguarde uma posição de GPS melhor
ru: Дождитесь лучшего GPS-сигнала
sv: Vänta på bättre GPS-position
zh_hans: 等待更好的 GPS 定位

source: Waiting for a better GPS fix
ar: في انتظار تحديد موقع GPS أفضل
da: Venter på bedre GPS-position
de: Warte auf besseres GPS-Signal
es: Esperando una mejor posición GPS
fi: Odotetaan parempaa GPS-sijaintia
fr: En attente d’une meilleure position GPS
is: Bíð eftir betri GPS-staðsetningu
it: In attesa di una posizione GPS migliore
ja: より良い GPS 測位を待機中
ko: 더 나은 GPS 위치 대기 중
nb: Venter på bedre GPS-posisjon
nl: Wachten op betere GPS-positie
pt_br: Aguardando uma posição de GPS melhor
ru: Ожидание лучшего GPS-сигнала
sv: Väntar på bättre GPS-position
zh_hans: 正在等待更好的 GPS 定位

source: Waiting for a GPS fix. Trail search needs your current location to know where to look. Step outdoors or near a window.
ar: في انتظار تحديد موقع GPS. يحتاج البحث عن المسارات إلى موقعك الحالي لمعرفة أين يبحث. اخرج إلى الهواء الطلق أو اقترب من نافذة.
da: Venter på en GPS-position. Stisøgning skal bruge din nuværende placering for at vide, hvor den skal kigge. Gå udenfor eller hen til et vindue.
de: Warten auf eine GPS-Ortung. Die Wegsuche benötigt deinen aktuellen Standort, um zu wissen, wo gesucht werden soll. Geh nach draußen oder ans Fenster.
es: Esperando una señal de GPS. La búsqueda de rutas necesita tu ubicación actual para saber dónde buscar. Sal al exterior o acércate a una ventana.
fi: Odotetaan GPS-paikannusta. Reittihaku tarvitsee nykyisen sijaintisi tietääkseen, mistä etsiä. Mene ulos tai ikkunan lähelle.
fr: En attente d'un point GPS. La recherche de sentier a besoin de votre position actuelle pour savoir où chercher. Sortez ou rapprochez-vous d'une fenêtre.
is: Bíð eftir GPS-staðsetningu. Leiðaleit þarf núverandi staðsetningu þína til að vita hvar á að leita. Farðu út eða nálægt glugga.
it: In attesa di un fix GPS. La ricerca dei percorsi ha bisogno della tua posizione attuale per sapere dove cercare. Esci all'aperto o avvicinati a una finestra.
ja: GPS の測位を待っています。トレイル検索にはどこを探すか知るために現在地が必要です。屋外または窓の近くに移動してください。
ko: GPS 신호를 기다리는 중입니다. 경로 검색은 어디를 찾을지 알기 위해 현재 위치가 필요합니다. 야외로 나가거나 창가로 이동하세요.
nb: Venter på GPS-posisjon. Stisøk trenger din nåværende posisjon for å vite hvor det skal lete. Gå ut eller nær et vindu.
nl: Wachten op een GPS-fix. Voor het zoeken van routes is je huidige locatie nodig om te weten waar gezocht moet worden. Ga naar buiten of bij een raam staan.
pt_br: Aguardando um sinal de GPS. A busca de trilhas precisa da sua localização atual para saber onde procurar. Vá para fora ou perto de uma janela.
ru: Ожидание сигнала GPS. Поиску маршрутов нужно ваше текущее местоположение, чтобы знать, где искать. Выйдите на улицу или подойдите к окну.
sv: Väntar på en GPS-fix. Ruttsökningen behöver din nuvarande plats för att veta var den ska leta. Gå ut eller nära ett fönster.
zh_hans: 正在等待 GPS 定位。路线搜索需要你的当前位置才能知道在哪里查找。请走到户外或靠近窗户。

source: Waiting for Apple Watch sleep data...
ar: في انتظار بيانات نوم Apple Watch...
da: Venter på søvndata fra Apple Watch...
de: Warte auf Apple-Watch-Schlafdaten...
es: Esperando datos de sueño del Apple Watch...
fi: Odotetaan Apple Watchin unitietoja...
fr: En attente des données de sommeil Apple Watch...
is: Bíð eftir svefngögnum úr Apple Watch...
it: In attesa dei dati sul sonno di Apple Watch...
ja: Apple Watch の睡眠データを待機中...
ko: Apple Watch 수면 데이터 대기 중...
nb: Venter på søvndata fra Apple Watch...
nl: Wachten op Apple Watch-slaapgegevens...
pt_br: Aguardando dados de sono do Apple Watch...
ru: Ожидание данных о сне Apple Watch...
sv: Väntar på sömndata från Apple Watch...
zh_hans: 正在等待 Apple Watch 睡眠数据...

source: Waiting for GPS fix
ar: بانتظار تحديد موقع GPS
da: Venter på GPS-position
de: Warten auf GPS-Fix
es: Esperando señal de GPS
fi: Odotetaan GPS-paikannusta
fr: En attente du signal GPS
is: Bíð eftir GPS-staðsetningu
it: In attesa del segnale GPS
ja: GPS 測位を待っています
ko: GPS 신호를 기다리는 중
nb: Venter på GPS-posisjon
nl: Wachten op GPS-fix
pt_br: Aguardando sinal de GPS
ru: Ожидание сигнала GPS
sv: Väntar på GPS-position
zh_hans: 正在等待 GPS 定位

source: Waiting for GPS fix…
ar: في انتظار تحديد موقع GPS…
da: Venter på GPS-fix …
de: Warten auf GPS-Fix …
es: Esperando señal GPS…
fi: Odotetaan GPS-paikannusta…
fr: En attente de la position GPS…
is: Bíð eftir GPS-staðsetningu …
it: In attesa del segnale GPS…
ja: GPS の測位を待機中…
ko: GPS 신호 대기 중…
nb: Venter på GPS-posisjon …
nl: Wachten op GPS-fix…
pt_br: Aguardando sinal de GPS…
ru: Ожидание сигнала GPS…
sv: Väntar på GPS-position …
zh_hans: 正在等待 GPS 定位…
